[
    {
        "title": "Premortal Life",
        "explain": "We existed as individuals. We were members of Heavenly Father's Family, and He wanted us to have the opportunity to become like Him. We chose to follow Heavenly Father's plan to become like Him, and we accepted Jesus Christ as our Savior",
        "scripture": "Jeremías 1: 5"
    },
    {
        "title": "Creation",
        "explain": "Under the direction of Heavenly Father, Jesus Christ created the heavens and the earth. The Creation is an integral part of Heavenly Father’s plan of salvation. It gives each of us the opportunity to come to the earth, where we receive a physical body and exercise our agency."
    },
    {
        "title": "Earth Life",
        "explain": "We receive a body and are tested. The test of obedience to our Father includes how we treat our brothers and sisters and how we use the powers given to us, including the godly power a man and a woman have to create life and raise and teach children in families"
    },
    {
        "title": "Atonement of Jesus Christ",
        "explain": "Jesus Christ was foreordained to carry out the Atonement—to come to the earth, suffer the penalty for our sins, die on the cross, and be resurrected. He became “the Lamb slain from the foundation of the world. (Alma 11:42-45)”"
    },
    {
        "title": "Physical Death",
        "explain": "When you die, your spirit will enter the spirit world and await the resurrection. At the time of the resurrection, your spirit and body will reunite, and you will be judged and received into a kingdom of glory. (Alma 40:11-13)"
    },
    {
        "title": "Resurrection",
        "explain": "Resurrection is the reuniting of the spirit with the body in a perfect, immortal state, no longer subject to disease or death (see Alma 11:44)."
    },
    {
        "title": "After Life",
        "explain": " The glory you inherit will depend on the depth of your conversion and your obedience to the Lord’s commandments (see “Kingdoms of Glory,” pages 92–95). It will depend on the manner in which you have “received the testimony of Jesus. (1 Corintios 15:41-42).”"
    }
]